Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Gospel of Matthew
chr: ᎣᏍᏛ ᎧᏃᎮᏛ ᎹᏚ ᎤᏬᏪᎳᏅᎯ

source: Chapter 1
chr: ᎠᏯᏙᎸᎢ 1

source: The book of the generations of Jesus Christ, the son of David, the son of Abraham.
chr: ᎯᎠ ᎪᏪᎵ ᎧᏃᎮᎭ ᏧᏁᏢᏔᏅᏒ ᏥᏌ ᎦᎶᏁᏛ, ᏕᏫ ᎤᏪᏥ, ᎡᏆᎭᎻ ᎤᏪᏥ.

source: The son of Abraham was Isaac; and the son of Isaac was Jacob; and the sons of Jacob were Judah and his brothers;
chr: ᎡᏆᎭᎻ ᎡᏏᎩ ᎤᏕᏁᎴᎢ; ᎡᏏᎩᏃ ᏤᎦᏈ ᎤᏕᏁᎴᎢ, ᏤᎦᏈᏃ ᏧᏓ ᎠᎴ ᎾᏍᎩ ᎠᎾᏓᏅᏟ ᎬᏩᏕᏁᎴᎢ;

source: And the sons of Judah were Perez and Zerah by Tamar; and the son of Perez was Hezron; and the son of Hezron was Ram;
chr: ᏧᏓᏃ ᏇᎵᏏ ᎠᎴ ᏎᎳ ᎬᏩᏕᏁᎴᎢ ᏖᎹ ᏚᎾᏄᎪᏫᏎᎢ; ᏇᎵᏏᏃ ᎢᏏᎳᎻ ᎤᏕᏁᎴᎢ; ᎢᏏᎳᎻᏃ ᎡᎵᎻ ᎤᏕᏁᎴᎢ;

source: And the son of Ram was Amminadab; and the son of Amminadab was Nahshon; and the son of Nahshon was Salmon;
chr: ᎡᎵᎻᏃ ᎡᎻᏂᏓᏈ ᎤᏕᏁᎴᎢ; ᎡᎻᏂᏓᏈᏃ ᎾᏐᏂ ᎤᏕᏁᎴᎢ; ᎾᏐᏂᏃ ᏌᎵᎹ ᎤᏕᏁᎴᎢ;

source: And the son of Salmon by Rahab was Boaz; and the son of Boaz by Ruth was Obed; and the son of Obed was Jesse;
chr: ᏌᎵᎹᏃ ᏉᏏ ᎤᏕᏁᎴᎢ ᎴᎭᏫ ᎤᎾᎸᎪᏫᏎᎢ; ᏉᏏᏃ ᎣᏇᏗ ᎤᏕᏁᎴᎢ ᎷᏏ ᎤᎾᏄᎪᏫᏎᎢ; ᎣᏇᏗᏃ ᏤᏏ ᎤᏕᏁᎴᎢ;

source: And the son of Jesse was David the king; and the son of David was Solomon by her who had been the wife of Uriah;
chr: ᏤᏏᏃ ᏕᏫ ᎤᎬᏫᏳᎯ ᎤᏕᏁᎴᎢ; ᏕᏫᏃ ᎤᎬᏫᏳᎯ ᏐᎵᎹᏅ ᎤᏕᏁᎴᎢ ᏳᎳᏯ ᎤᏓᏴᏛ ᎤᎾᏄᎪᏫᏎᎢ;

source: And the son of Solomon was Rehoboam; and the son of Rehoboam was Abijah; and the son of Abijah was Asa;
chr: ᏐᎵᎹᏅᏃ ᎶᏉᎹ ᎤᏕᏁᎴᎢ; ᎶᏉᎹᏃ ᎡᏆᏯ ᎤᏕᏁᎴᎢ; ᎡᏆᏯᏃ ᎡᏏ ᎤᏕᏁᎴᎢ;

source: And the son of Asa was Jehoshaphat; and the son of Jehoshaphat was Joram; and the son of Joram was Uzziah;
chr: ᎡᏏᏃ ᏦᏏᏆ ᎤᏕᏁᎴᎢ. ᏦᏏᏆᏃ ᏦᎳᎻ ᎤᏕᏁᎴᎢ; ᏦᎳᎻᏃ ᎣᏌᏯ ᎤᏕᏁᎴᎢ;

source: And the son of Uzziah was Jotham; and the son of Jotham was Ahaz; and the son of Ahaz was Hezekiah;
chr: ᎣᏌᏯᏃ ᏦᏓᎻ ᎤᏕᏁᎴᎢ; ᏦᏓᎻᏃ ᎡᎭᏏ ᎤᏕᏁᎴᎢ; ᎡᎭᏏᏃ ᎮᏏᎦᏯ ᎤᏕᏁᎴᎢ;

source: And the son of Hezekiah was Manasseh; and the son of Manasseh was Amon; and the son of Amon was Josiah;
chr: ᎮᏏᎦᏯᏃ ᎹᎾᏏ ᎤᏕᏁᎴᎢ; ᎹᎾᏏᏃ ᎠᎼᏂ ᎤᏕᏁᎴᎢ; ᎠᎼᏂᏃ ᏦᏌᏯ ᎤᏕᏁᎴᎢ;

source: And the sons of Josiah were Jechoniah and his brothers, at the time of the taking away to Babylon.
chr: ᏦᏌᏯᏃ ᏤᎪᎾᏯ ᎠᎴ ᎠᎾᏓᏅᏟ ᎬᏩᏕᏁᎴᎢ; ᎾᎯᏳ ᏓᏗᎶᏂ ᏥᏫᏗᎨᎦᏘᏅᏍᏔᏁᎢ;

source: And after the taking away to Babylon, Jechoniah had a son Shealtiel; and Shealtiel had Zerubbabel;
chr: ᏓᏗᎶᏂᏃ ᏫᏗᎨᎦᏘᏃᎸ ᏤᎪᎾᏯ ᏌᎳᏓᏱᎵ ᎤᏕᏁᎴᎢ; ᏌᎳᏓᏱᎵᏃ ᏥᎳᏇᎵ ᎤᏕᏁᎴᎢ;

source: And Zerubbabel had Abiud; and Abiud had Eliakim; and Eliakim had Azor;
chr: ᏥᎳᏇᎵᏃ ᎠᏆᏯᏗ ᎤᏕᏁᎴᎢ, ᎠᏆᏯᏗᏃ ᎢᎳᏯᎩᎻ ᎤᏕᏁᎴᎢ; ᎢᎳᏯᎩᎻᏃ ᎡᏐ ᎤᏕᏁᎴᎢ;

source: And Azor had Zadok; and Zadok had Achim; and Achim had Eliud;
chr: ᎡᏐᏃ ᏎᏙᎩ ᎤᏕᏁᎴᎢ; ᏎᏙᎩᏃ ᎡᎩᎻ ᎤᏕᏁᎴᎢ; ᎡᎩᎻᏃ ᎢᎳᏯᏗ ᎤᏕᏁᎴᎢ;

source: And Eliud had Eleazar; and Eleazar had Matthan; and Matthan had Jacob;
chr: ᎢᎳᏯᏗᏃ ᎢᎵᎡᏌ ᎤᏕᏁᎴᎢ; ᎢᎵᎡᏌᏃ ᎹᏓᏂ ᎤᏕᏁᎴᎢ; ᎹᏓᏂᏃ ᏤᎦᏈ ᎤᏕᏁᎴᎢ;

source: And the son of Jacob was Joseph the husband of Mary, who gave birth to Jesus, whose name is Christ.
chr: ᏤᎦᏈᏃ ᏦᏩ ᎤᏕᏁᎴᎢ, ᎾᏍᎩ ᎺᎵ ᎤᏰᎯ ᎾᏍᎩ ᏧᎾᏄᎪᏫᏎ ᏥᏌ ᎦᎶᏁᏛ ᏣᏃᎭᎰᎢ.

source: So all the generations from Abraham to David are fourteen generations; and from David to the taking away to Babylon, fourteen generations; and from the taking away to Babylon to the coming of Christ, fourteen generations.
chr: ᎾᏍᎩᏃ ᏂᎦᏛ ᏄᎾᏓᏁᏟᏴᏒ ᎡᏆᎭᎻ ᏤᎮ ᎾᎯᏳ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏕᏫᏃ ᏤᎮ ᏅᏛᏍᏘ ᏂᎦᏚ ᏄᎾᏓᏁᏟᏴᏎᎢ; ᏕᏫᏃ ᏤᎮ ᎾᎯᏳ ᏅᎵᎬᏩᏓᎴᏅᏛ ᏓᏗᎶᏂᏃ ᏥᏫᏗᎨᎦᏘᏅᏍᏔᏁ ᎾᎯᏳ ᏅᏛᏍᏘ ᏂᎦᏚ ᏄᎾᏓᏁᏟᏴᏎᎢ; ᏓᏗᎶᏂᏃ ᎾᎯᏳ ᏥᏫᏗᎨᎦᏘᏅᏍᏔᏁ ᎤᏓᏳᏓᎴᏅᏛ ᏥᏌᏃ ᏧᏕᏁ ᎾᎯᏳ ᏅᏛᏍᏘ ᏂᎦᏚ ᏄᎾᏓᏁᏟᏴᏎᎢ.

source: Now the birth of Jesus Christ was in this way: when his mother Mary was going to be married to Joseph, before they came together the discovery was made that she was with child by the Holy Spirit.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎴ ᎤᏕᏅ ᏥᏌ ᎦᎶᏁᏛ. ᎾᏍᎩ ᎺᎵ ᏥᏌ ᎤᏥ ᏦᏩ ᎤᏓᏴᏍᏗ, ᎠᏏᏉ ᏂᏓᎾᏤᎬᎾ ᎨᏎᎢ, ᎤᏁᎵᏤ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏓᏅᏖᎸᎯ.

source: And Joseph, her husband, being an upright man, and not desiring to make her a public example, had a mind to put her away privately.
chr: ᏦᏩ ᎾᏍᎩ Ꮎ ᏧᎾᏨᏍᏗ ᎤᏓᏅᏘᏳ ᎨᏒ ᎢᏳᏍᏗ, ᎠᎴ ᏄᏚᎵᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ ᎬᏂᎨᏒ ᎤᏕᎰᎯᏍᏙᏗᏱ, ᎤᏕᎵᏛᏉ ᎢᏴᏛ ᏮᏓᏥᏯᎧᏂ, ᎤᏪᎵᏎᎢ.

source: But when he was giving thought to these things, an angel of the Lord came to him in a dream, saying, Joseph, son of David, have no fear of taking Mary as your wife; because that which is in her body is of the Holy Spirit.
chr: ᎠᏎᏃ ᎠᏏᏉ ᎯᎠ ᎾᏍᎩ ᏄᏍᏕᎠᏓᏅᏖᏍᎨᎢ, ᎬᏂᏳᏉ ᏗᎧᎿᏩᏗᏙᎯ ᏱᎰᏩ ᎤᏅᏏᏛ ᎬᏂᎨᏒ ᏄᏛᏁᎴ ᎠᏍᎩᏓᏍᎬᎢ, ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᏦᏩ, ᏕᏫ ᎤᏪᏥ, ᏞᏍᏗ ᏣᏍᎦᎸ ᎯᏯᏅᏗᏱ ᎺᎵ ᏣᏓᏴᏍᏗ, ᎾᏍᎩᏰᏃ Ꮎ ᏥᎦᏁᎵ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏓᏅᏖᎸᎯ;

source: And she will give birth to a son; and you will give him the name Jesus; for he will give his people salvation from their sins.
chr: ᎠᎴ ᏓᎦᎾᏄᎪᏫᏏ ᎠᏧᏣ, ᎾᏍᎩᏃ ᏥᏌ ᏕᎯᏲᎥᎭ, ᏧᏤᎵᏰᏃ ᏴᏫ ᏙᏛᏍᏕᎸᎯ ᏙᏓᎫᏓᎴᏏ ᎤᏂᏍᎦᏅᏨᎢ.

source: Now all this took place so that the word of the Lord by the prophet might come true,
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᎦᏗᏳ ᏄᎵᏍᏔᏂᏙᎴ ᎤᏙᎯᏳᏗᏱ ᎠᏰᎸᏒᎢ ᎯᎠ ᏥᏄᏪᏎ ᏱᎰᏩ ᎠᏙᎴᎰᏍᎩ ᎠᎬᏗᏍᎬᎢ;

source: See, the virgin will be with child, and will give birth to a son, and they will give him the name Immanuel, that is, God with us.
chr: ᎬᏂᏳᏉ ᎠᏛ ᎾᏥᏰᎲᎾ ᎦᏁᎵᏛ ᎨᏎᏍᏗ, ᎠᎴ ᏓᎦᎾᏄᎪᏫᏏ ᎠᏧᏣ, ᎾᏍᎩᏃ ᎢᎹᏄᎡᎵ ᎠᏃᏎᎮᏍᏗ, ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎨᏒ ᎯᎠ ᏄᏍᏗ ᎦᏛᎦ, ᎤᏁᎳᏅᎯ ᎢᎨᎳᏗᏙᎭ.

source: And Joseph did as the angel of the Lord had said to him, and took her as his wife;
chr: ᏦᏩᏃ ᎤᏰᏨ ᎤᎸᏅᎢ ᏗᎧᎿᏩᏗᏙᎯ ᏱᎰᏩ ᏅᏓᏳᏅᏏᏛ ᏄᏪᏎᎸ ᏄᏛᏁᎴᎢ, ᎤᏯᏅᎨᏉ ᎤᏓᏴᏍᏗ.

source: And he had no connection with her till she had given birth to a son; and he gave him the name Jesus.
chr: ᎠᎴ ᎥᏝ ᏳᎦᏙᎥᏎᎢ ᎬᏂ ᎤᎾᏄᎪᏫᏒ ᎢᎬᏱ ᎡᎯ ᎤᏪᏥ ᎠᏧᏣ, ᏥᏌᏃ ᏑᏬᎡᎢ.

source: Chapter 2
chr: ᎠᏯᏙᎸᎢ 2

source: Now when the birth of Jesus took place in Beth-lehem of Judaea, in the days of Herod the king, there came wise men from the east to Jerusalem,
chr: ᏥᏌᏃ ᎤᏕᏅ ᎦᏚᏱ ᎦᏚᎲ ᏧᏗᏱ, ᎾᎯᏳ ᏤᎮ ᎡᎶᏛ ᎤᎬᏫᏳᎯ, ᎬᏂᏳᏉ ᎤᏂᎷᏤ ᏥᎷᏏᎵᎻ ᎠᏂᎦᏔᎿᎢ ᏅᏙ ᏗᎧᎸᎬ ᎢᏗᏢ ᏧᏂᎶᏎᎢ,

source: Saying, Where is the King of the Jews whose birth has now taken place? We have seen his star in the east and have come to give him worship.
chr: ᎯᎠ ᏄᏂᏪᏎᎢ; ᎭᏢ Ꮎ ᏧᏕᏅ ᎤᎬᏫᏳᎯ ᎠᏂᏧᏏ ᎤᎾᏤᎵᎦ, ᎣᎩᎪᎲᏰᏃ ᎤᏤᎵ ᏃᏈᏏ ᏗᎧᎸᎬ ᎢᏗᏢ, ᎠᎴ ᎣᏣᏓᏙᎵᏍᏓᏁᎵᎦ.

source: And when it came to the ears of Herod the king, he was troubled, and all Jerusalem with him.
chr: ᎡᎶᏛᏃ ᎤᎬᏫᏳᎯ ᎤᏛᎦᏅ ᎾᏍᎩ, ᎤᏪᎵᎯᏍᏗ ᎤᏓᏅᏓᏕᎢ, ᎠᎴ ᏂᎦᏛ ᏥᎷᏏᎵᎻ ᎠᏁᎯ.

source: And he got together all the chief priests and scribes of the people, questioning them as to where the birth-place of the Christ would be.
chr: ᏚᎳᏫᏛᏃ ᏂᎦᏛ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ ᎠᏁᎶᎯ, ᎠᎴ ᏴᏫ ᏗᏃᏪᎳᏁᎯ, ᏚᏛᏛᏁᎢ, ᎾᎿ ᎤᏕᏗ ᎨᏒ ᎦᎶᏁᏛ.

source: And they said to him, In Beth-lehem of Judaea; for so it is said in the writings of the prophet,
chr: ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ; ᏧᏗᏱ ᎦᏚᏱ ᎦᏚᎲᎢ; ᎯᎠᏰᏃ ᏄᏩᏅ ᎤᏬᏪᎳ ᎠᏙᎴᎰᏍᎩ;

source: You Beth-lehem, in the land of Judah, are not the least among the chiefs of Judah: out of you will come a ruler, who will be the keeper of my people Israel.
chr: ᎠᎴ ᏂᎯ ᎦᏚᏱ ᎦᏚᎲ ᏧᏗᏱ, ᎥᏝᏍᎩᏂ ᏣᏍᏗᎧᏂ ᏱᎩ, ᏥᎶᏓᏑᏯ ᏄᏂᎬᏫᏳᏒ ᏧᏗᏱ, ᏂᎯᏰᏃ ᏓᏣᏄᎪᏥ ᏗᏆᏤᎵ ᏴᏫ ᎢᏏᎵ-ᏗᎧᏁᏤᎯ.

source: Then Herod sent for the wise men privately, and put questions to them about what time the star had been seen.
chr: ᎿᏉᏃ ᎡᎶᏛ ᎤᏕᎵᏛ ᏫᏚᏯᏅᎲ ᎾᏍᎩ ᎠᏂᎦᏔᎿᎢ, ᎣᏍᏛ ᏚᏛᏘᏌᏁ ᎢᏳᏉ ᎾᏍᎩ ᏃᏈᏏ ᎤᎾᏄᎪᏨᎢ.

source: And he sent them to Beth-lehem and said, Go and make certain where the young child is; and when you have seen him, let me have news of it, so that I may come and give him worship.
chr: ᎠᎴ ᏚᏅᏎ ᎦᏚᏱ, ᎯᎠ ᏄᏪᏎᎢ; ᎢᏤᎾ ᎣᏍᏛ ᏪᏥᏲᎦ ᎾᏍᎩ ᎤᏍᏗ ᎠᏲᎵ, ᎢᏳᏃ ᎡᏥᏩᏛᎲᎭ, ᎢᏍᎩᏃᏁᎵᎸᎭ, ᎠᏴᏃ ᎾᏍᏉ ᏫᏥᎷᏨᎭ, ᎠᎴ ᏥᏯᏓᏙᎵᏍᏓᏁᎸᎭ.

source: And after hearing the king, they went on their way; and the star which they saw in the east went before them, till it came to rest over the place where the young child was.
chr: ᎤᎾᏛᎦᏃᏁᎸᏃ ᎤᎬᏫᏳᎯ ᎤᎾᏂᎩᏎᎢ, ᎬᏂᏳᏉᏃ ᏃᏈᏏ, ᎾᏍᎩ ᎤᏂᎪᎲᎯ ᏗᎧᎸᎬ ᎢᏗᏢ, ᎢᎬᏱ ᎤᏁᏅᎡᎴᎢ, ᎬᏂ ᏭᎷᏥᎸ ᎠᎴ ᎤᎴᏫᏍᏔᏅ ᎦᎸᎳᏗᏢ ᎾᎿ ᎠᏥᎵ ᎡᎲᎢ.

source: And when they saw the star they were full of joy.
chr: ᎤᏂᎪᎲᏃ ᎾᏍᎩ ᏃᏈᏏ, ᎤᎶᏔᏅᎯ ᎤᎾᎵᎮᎵᏤᎢ.

source: And they came into the house, and saw the young child with Mary, his mother; and falling down on their faces they gave him worship; and from their store they gave him offerings of gold, perfume, and spices.
chr: ᎠᏓᏁᎸᏃ ᎤᏂᏴᎸ ᎤᏂᎪᎮ ᎠᏲᏝ ᎠᎴ ᎤᏥ ᎺᎵ, ᎠᎴ ᎡᎳᏗ ᏚᎾᏓᏅᏁᎢ, ᎤᎾᏓᏙᎵᏍᏓᏁᎴᎢ, ᎠᎴ ᏧᎬᏩᎶᏗ ᎤᏂᎳᏅᏛ ᏚᏂᏍᏚᎢᏒ ᎤᏂᏁᎸᏁ ᏅᎾᎵᏍᎪᎸᏔᏅᎯ, ᎠᏕᎸ-ᏓᎶᏂᏛ, ᎠᎴ ᎤᎦᎾᏍᏛ ᎦᏩᏒᎩ ᎠᏜ, ᎠᎴ ᎻᎳ.

source: And it was made clear to them by God in a dream that they were not to go back to Herod; so they went into their country by another way.
chr: ᎠᎾᏍᎩᏓᏍᎬᏃ ᎤᏁᎳᏅᎯ ᏚᏁᏤᎸ ᎡᎶᏛᏱ ᏭᏂᎶᎯᏍᏗᏱ ᏂᎨᏒᎾ, ᎤᎾᏂᎩᏒ ᎤᏣᏘᏂᏉ ᎢᏗᏢ ᏭᏂᎶᏎ ᎢᎤᏁᏅ ᎤᎾᏤᎵᎪᎯ.

source: And when they had gone, an angel of the Lord came to Joseph in a dream, saying, Get up and take the young child and his mother, and go into Egypt, and do not go from there till I give you word; for Herod will be searching for the young child to put him to death.
chr: ᎤᎾᏂᎩᏒᏃ ᎬᏂᏳᏉ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏅᏏᏛ ᏱᎰᏩ ᎬᏂᎨᏒ ᏄᏛᏁᎴ ᏦᏩ ᎠᏍᎩᏓᏍᎬᎢ, ᎯᎠ ᏄᏪᏎᎴᎢ; ᏔᎴᎲᎦ, ᎠᎴ ᏔᏘᏄᎦ ᎠᏲᎵ ᎠᎴ ᎤᏥ ᎠᎴ ᎭᎵᏘ, ᎢᏥᏈ ᏫᎶᎯ, ᎾᎿᏃ ᏪᎮᏍᏗ ᎬᏂ ᏫᎬᏁᏤᎸᎭ, ᎡᎶᏛᏰᏃ ᎠᏎ ᏛᏲᎵ ᎤᏍᏗ ᎠᏲᎵ ᎤᎯᏍᏗᏱ.

source: So he took the young child and his mother by night, and went into Egypt;
chr: ᎿᏉᏃ ᏚᎴᏅ ᎤᏘᏅᏎ ᎠᏲᎵ ᎠᎴ ᎤᏥ ᏒᏃᏱ, ᎠᎴ ᎢᏥᏛᏱ ᏭᎶᏎᎢ.

source: And was there till the death of Herod; so that the word of the Lord through the prophet might come true, Out of Egypt have I sent for my son.
chr: ᎠᎴ ᎾᎿ ᏪᎮ ᎬᏂ ᎡᎶᏛ ᎤᏲᎱᏒ; ᎤᏙᎯᏳᏁ ᎤᏁᎳᏅᎯ ᎤᏁᏨᎢ, ᎠᏙᎴᎰᏍᎩ ᏧᏮᏔᏁᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ; ᎢᏥᏈᏱ ᏫᏥᏯᏅᎲ ᎠᏇᏥ.

source: Then Herod, when he saw that he had been tricked by the wise men, was very angry; and he sent out, and put to death all the male children in Beth-lehem and in all the parts round about it, from two years old and under, acting on the knowledge which he had got with care from the wise men.
chr: ᎿᏉᏃ ᎡᎶᏛ ᎤᏙᎴᎰᏒ ᎠᏂᎦᏔᎿᎢ ᎬᏩᎵᏓᏍᏔᏅᎢ, ᎤᏣᏔᏅᎯ ᎤᏔᎳᏬᏎᎢ, ᎠᎴ ᎤᏓᏅᏎ ᏫᏚᏂᎰᏁ ᏂᎦᏛ ᏗᏂᏲᎵ ᎦᏚᏱ ᎠᏁᎯ, ᎠᎴ ᏂᎦᏛ ᏂᎬᎾᏛ ᎾᎿᏂ, ᏔᎵ ᎢᏳᎾᏕᏘᏴᏛ ᏩᏍᏘ, ᎾᎯᏳ ᏅᏓᏳᏓᎴᏅᏛ ᏥᏓᎵᏏᎾᎯᏍᏓᏁᎮ ᏥᏓᏛᏛᎮᎸᎥᏍᎨ ᎠᏂᎦᏔᎿᎢ.

source: Then the word of Jeremiah the prophet came true,
chr: ᎿᏉᏃ ᎤᏙᎯᏳᏁ ᏤᎵᎹᏯ ᎠᏙᎴᎰᏍᎩ ᎤᏁᏨᎯ, ᎠᎴ ᏥᏄᏪᏎᎢ;

source: In Ramah there was a sound of weeping and great sorrow, Rachel weeping for her children, and she would not be comforted for their loss.
chr: ᎴᎹᏱ ᎧᏁᎬ ᎤᎾᏛᎦᏅᎩ, ᏓᏂᏴᎬᎢ, ᎠᎴ ᏓᎾᏠᏱᎲᎢ, ᎠᎴ ᎤᏣᏘ ᎤᏁᎷᎬᎢ; ᎴᏥᎵ ᏓᏍᎪᏂᎲ ᏧᏪᏥ, ᎠᎴ ᏄᏚᎵᏍᎬᎾ ᎨᏒ ᎤᏄᏬᎯᏍᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎾᏁᎲᎾᏉ ᎨᏒᎢ.

source: But when Herod was dead, an angel of the Lord came in a dream to Joseph in Egypt,
chr: ᎿᏉᏃ ᎡᎶᏛ ᎤᏲᎱᏒ, ᎬᏂᏳᏉ ᏗᎧᎿᏩᏗᏙᎯ ᏱᎰᏩ ᎤᏤᎵᎦ ᎬᏂᎨᏒ ᏄᏛᏁᎴ ᏦᏩ ᎠᏍᎩᏓᏍᎬ ᎢᏥᏈᏱ,

source: Saying, Get up and take the young child and his mother, and go into the land of Israel: because they who were attempting to take the young child's life are dead.
chr: ᎯᎠ ᏄᏪᏎᎴᎢ; ᏔᎴᎲᎦ ᎠᎴ ᎭᏘᏄᎦ ᎠᏲᎵ ᎠᎴ ᎤᏥ, ᎠᎴ ᎮᎾ ᎢᏏᎵᏱ, ᎿᏉᏰᏃ ᏚᏂᏲᎱᏒ ᎠᏲᎵ ᎬᏅ ᏧᏂᏲᎲᎩ.

source: And he got up, and took the young child and his mother, and came into the land of Israel.
chr: ᏚᎴᏅᏃ ᎤᏘᏅᏎ ᎠᏲᎵ ᎠᎴ ᎤᏥ, ᎠᎴ ᎢᏏᎵᏱ ᏭᎷᏤᎢ.

source: But when it came to his ears that Archelaus was ruling over Judaea in the place of his father Herod, he was in fear of going there; and God having given him news of the danger in a dream, he went out of the way into the country parts of Galilee.
chr: ᎠᏎᏃ ᎤᏛᎦᏅ ᎠᏥᎳ ᎤᎬᏫᏳᎯ ᎨᏒ ᏧᏗᏱ ᎤᏙᏓ ᎡᎶᏛ ᎤᏓᏁᏟᏴᏍᏓᏁᎸᎢ, ᎤᏍᎦᎴ ᎾᎿ ᏭᎶᎯᏍᏗᏱ; ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᏪᏯᏔᏅᎯ ᎨᏒ ᎠᏍᎩᏓᏍᎬᎢ, ᎨᎵᎵ ᏭᎪᎸᏍᏔᏁᎢ;

source: And he came and was living in a town named Nazareth: so that the word of the prophets might come true, He will be named a Nazarene.
chr: ᎦᏚᎲᏃ ᎾᏎᎵᏗ ᏧᏙᎢᏛ ᏭᎷᏨ ᎾᎿ ᎡᎮᎢ. ᎾᏍᎩᏃ ᎤᏙᎯᏳᏁ ᎠᎾᏙᎴᎰᏍᎩ ᏧᏂᏁᏤᎢ, ᎾᏎᎵᏗ ᎡᎯ ᎠᎪᏎᎮᏍᏗ, ᏧᎾᏛᏁᎢ.

source: Chapter 3
chr: ᎠᏯᏙᎸᎢ 3

source: And in those days John the Baptist came preaching in the waste land of Judaea,
chr: ᎾᎯᏳ ᎤᎷᏤ ᏣᏂ ᏗᏓᏬᏍᎩ ᎠᎵᏥᏙᎲᏍᎨ ᎢᎾᎨ ᏧᏗᏱ,

source: Saying, Let your hearts be turned from sin; for the kingdom of heaven is near.
chr: ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᏗᏥᏁᏟᏴᎾ ᏕᏣᏓᏅᏛᎢ, ᎿᏉᏰᏃ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎡᏍᎦᏂᏳ ᏓᏯᎢ.

source: For this is he of whom Isaiah the prophet said, The voice of one crying in the waste land, Make ready the way of the Lord, make his roads straight.
chr: ᎾᏍᎩ ᎯᎠ Ꮎ ᏥᎧᏁᎢᏍᏗᏍᎨ ᎠᏙᎴᎰᏍᎩ ᎢᏌᏯ, ᎯᎠ ᏥᏂᎦᏪᏍᎨᎢ; ᎤᏪᎷᎦ ᎩᎶ ᎢᎾᎨᎢ, ᎯᎠ ᏂᎦᏪᎭ; ᎣᏍᏛ ᏂᏨᎦ ᏱᎰᏩ ᎤᎶᎯᏍᏗᏱ, ᏚᏅᏅ ᏗᏥᏥᏃᎯᏍᏓ.

source: Now John was clothed in camel's hair, with a leather band about him; and his food was locusts and honey.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏣᏂ ᎤᏄᏪ ᎨᎻᎵ ᎤᏍᏘᏰᏅᎯ, ᎦᏃᏥᏃ ᎤᏓᏠᏍᏕᎢ, ᎤᎵᏍᏓᏴᏗᏃ ᎥᎴ ᎨᏎ ᎢᎾᎨᏃ ᎡᎯ ᏩᏚᎵᏏ.

source: Then Jerusalem and all Judaea went out to him, and all the people from near Jordan;
chr: ᎾᏉᏃ ᏫᎬᏩᎷᏤᎴ ᏥᎷᏏᎵᎻ ᎠᎴ ᏂᎦᏛ ᏧᏗᏱ, ᎠᎴ ᏂᎦᏛ ᎾᏅᎾᏛ ᏦᏓᏂ,

source: And they were given baptism by him in the river Jordan, saying openly that they had done wrong.
chr: ᏦᏓᏂᏃ ᏕᎤᏬᎡᎢ, ᎠᏂᏃᎲᏍᎨ ᎤᏂᏍᎦᏅᏨᎢ.

source: But when he saw a number of the Pharisees and Sadducees coming to his baptism, he said to them, Offspring of snakes, at whose word are you going in flight from the wrath to come?
chr: ᎠᏎᏃ ᏚᎪᎲ ᎤᏂᏣᏘ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ ᎠᏂᎷᎬ ᏓᏓᏬᏍᎬᎢ, ᎯᎠ ᏂᏚᏪᎭᎴᎢ; Ᏺ! ᎢᎾᏛ ᏧᏁᏥ ᏂᎯ! ᎦᎪ ᎢᏤᏯᏔᏅ ᎡᏣᎵᎡᏗᏱ ᎤᏔᎳᏬᎯᏍᏗ ᏨᏣᎢ?

source: Let your change of heart be seen in your works:
chr: ᎢᏥᎾᏄᎪᏩᏲᎪ ᎠᏙᎴᎰᎯᏍᏙᏗ ᏕᏥᏁᏟᏴᏒ ᏕᏣᏓᏅᏛᎢ;

source: And say not to yourselves, We have Abraham for our father; because I say to you that God is able from these stones to make children for Abraham.
chr: ᎠᎴ ᏝᏍᏗ ᎯᎠ ᏅᏓᏲᏥᏪᏏ ᎢᏤᎵᏒᎩ ᏙᏗᏣᏓᏅᏛᎢ; ᎡᏆᎭᎻ ᎣᎩᏙᏓ; ᎢᏨᏲᏎᏰᏃ ᎤᏁᎳᏅᎯ ᏰᎵᏉ ᎯᎠ ᏅᏯ ᏱᏕᎬᏓ ᏱᏕᎪᏢᎾ ᎡᏆᎭᎻ ᏧᏪᏥ.

source: And even now the axe is put to the root of the trees; every tree then which does not give good fruit is cut down, and put into the fire.
chr: ᎠᎴ ᎾᏍᏉ ᎦᏳᎳ ᎦᎷᏯᏍᏗ ᎠᎭ ᏚᎿᏍᏕᏢ ᏕᏡᎬᎢ; ᎾᏍᎩᏃ ᏂᎦᏛ ᏕᏡᎬ ᎠᏃᏍᏛ ᎾᎾᏓᏛᏍᎬᎾ ᏗᎦᎴᏴᏍᏙᏗ ᎠᎴ ᎠᏥᎸᏱ ᏫᏓᏗᏅᏗ ᎨᏎᏍᏗ.

source: Truly, I give baptism with water to those of you whose hearts are changed; but he who comes after me is greater than I, whose shoes I am not good enough to take up: he will give you baptism with the Holy Spirit and with fire:
chr: ᎠᏴ ᎤᏙᎯᏳᎯ ᎠᎹ ᏕᏨᏯᏬᏍᏗᎭ ᏗᏥᏁᏟᏴᏍᏗᏱ ᏕᏣᏓᏅᏛ ᎤᎬᏩᎵ; ᎠᏎᏃ ᎾᏍᎩ Ꮎ ᎣᏂ ᏨᏓᏯᎢ ᎤᏟᎯᏳ ᎤᎵᏂᎩᏗᏳ ᎡᏍᎦᏉ ᎠᏴ, ᏧᎳᏑᎶ ᎥᏝ ᏰᎵ ᏱᏂᎪᎢ ᏗᎩᏂᏓᏍᏗᏱ; ᎾᏍᎩᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᎴ ᎠᏥᎸ ᏙᏓᏣᏬᏍᏔᏂ.

source: In whose hand is the instrument with which he will make clean his grain; he will put the good grain in his store, but the waste will be burned up in the fire which will never be put out.
chr: ᎾᏍᎩ ᎦᎳᏐᏫᏍᏗ ᎤᏤᎵᎦ ᎠᏰᎭ, ᎠᎴ ᏂᎦᏛ ᏓᎦᎳᏐᏫᏏ, ᎤᏤᎵᏃ ᎤᎦᏔᏔᏅᎯ ᏓᎦᏟᏌᏂ ᏛᏂ ᎠᏓᎾᏅᏗᏱ ᎤᏘᏴᎯᏍᎩᏂ ᏛᎪᎲᏍᏔᏂ ᏂᎬᏠᏍᎬᎾ ᎠᏥᎸᏱ.

source: Then Jesus came from Galilee to John at the Jordan, to be given baptism by him.
chr: ᎿᏉᏃ ᏥᏌ ᎨᎵᎵ ᏧᎶᏎᎢ, ᏦᏓᏂ ᎤᎷᏤ ᏣᏂ ᎡᏙᎲᎢ ᎠᎦᏬᏍᏗᏱ ᎤᏰᎸᏎᎢ.

source: But John would have kept him back, saying, It is I who have need of baptism from you, and do you come to me?
chr: ᎠᏎᏃ ᏣᏂ ᏚᏢᏫᏎᎴᏉ, ᎯᎠ ᏄᏪᏎᎢ; ᎠᏴᏍᎩᏂ ᏱᏍᏆᏬᎥ; ᏥᎪᏃ ᎢᏍᎩᎷᏤᎭ?

source: But Jesus made answer, saying to him, Let it be so now: because so it is right for us to make righteousness complete. Then he gave him baptism.
chr: ᏥᏌᏃ ᏧᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎤᏁᎳᎩ ᎮᎳ ᎪᎯ ᎨᏒᎢ, ᎣᏏᏳᏰᏃ ᎾᏍᎩ ᎢᎩᎾᏛᏁᏗᏱ ᎩᏂᏍᏆᏗᏍᏗᏱ ᏂᎦᎥ ᏚᏳᎪᏛ ᎨᏒᎢ. ᎩᎳ ᎤᏁᎳᎩ ᎤᏪᎵᏎᎴᎢ.

source: And Jesus, having been given baptism, straight away went up from the water; and, the heavens opening, he saw the Spirit of God coming down on him as a dove;
chr: ᏥᏌᏃ ᎠᎦᏬᎥ, ᎩᎳᏉ ᎢᏴᏛ ᎤᎿᎷᏎᎢ, ᎠᎹᏱ ᎤᏓᏅᏎᎢ, ᎠᎴ ᎬᏂᏳᏉ ᎦᎸᎳᏗ ᏣᏥᏍᏚᎩᎡᎴᎢ, ᎠᎴ ᏭᎪᎮ ᎤᏁᎳᏅᎯ ᎤᏓᏅᏙ ᎡᎳᏗ ᏅᏧᏛᎿᏗᏎ ᎫᎴ-ᏗᏍᎪᏂᎯ ᏗᏤᎵᏛ; ᎠᎴ ᎤᏪᏯᎸᏤᎢ.

source: And a voice came out of heaven, saying, This is my dearly loved Son, with whom I am well pleased.
chr: ᎠᎴ ᎬᏂᏳᏉ ᎯᎠ ᏅᏧᏪᏎ ᎦᎸᎳᏗ; ᎯᎠ ᏥᎨᏳᎢ ᎠᏇᏥ, ᎾᏍᎩ ᎣᏏᏳ ᏥᏥᏰᎸᎠ.

source: Chapter 4
chr: ᎠᏯᏙᎸᎢ 4

source: Then Jesus was sent by the Spirit into the waste land to be tested by the Evil One.
chr: ᎿᏉᏃ ᎠᏓᏅᏙ ᎢᎾᎨ ᏭᏘᏅᏍᏔᏁ ᏥᏌ, ᎠᏍᎩᎾ ᎤᎪᎵᏰᏗᏱ ᎠᏰᎸᏎᎢ.

source: And after going without food for forty days and forty nights, he was in need of it.
chr: ᏅᎦᏍᎪᎯᏃ ᏧᏙᏓᏆᏛ ᎠᎴ ᏅᎦᏍᎪᎯ ᏧᏒᎯᏛ ᎠᎹᏟ ᎤᏩᏅ ᎩᎳ ᎤᏲᏏᏌᏁᎢ

source: And the Evil One came and said to him, If you are the Son of God, give the word for these stones to become bread.
chr: ᎿᏉᏃ ᎤᎪᎵᏰᏍᎩ ᎤᎷᏤᎸ ᎯᎠ ᏄᏪᏎᎢ; ᎢᏳᏃ ᏂᎯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏎᏍᏗ, ᎯᎠ ᏅᏯ ᎦᏚ ᎤᎾᏙᏢᏗᏱ ᎯᏁᎩ.

source: But he made answer and said, It is in the Writings, Bread is not man's only need, but every word which comes out of the mouth of God.
chr: ᎠᏎᏃ ᎤᏁᏨ, ᎯᎠ ᏄᏪᏎᎢ; ᎯᎠ ᏂᎬᏅ ᎪᏪᎳ, ᏴᏫ ᎥᏝ ᎦᏚᏉ ᎤᏩᏒ ᏱᎬᎿᏗᏍᏗ, ᏂᎦᎥᏍᎩᏂ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎠᎰᎵ ᏅᏓᏳᎾᏄᎪᏨᎯ.

source: Then the Evil One took him to the holy town; and he put him on the highest point of the Temple and said to him,
chr: ᎿᏉᏃ ᎠᏍᎩᎾ ᎦᎸᏉᏗᏳ ᏗᎦᏚᎲ ᏭᏘᏅᏍᏔᏁᎢ, ᎠᎴ ᏭᎩᎸᏔᏁ ᎤᏍᎪᎵ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ;

source: If you are the Son of God, let yourself go down; for it is in the Writings, He will give his angels care over you; and, In their hands they will keep you up, so that your foot may not be crushed against a stone.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ; ᎢᏳᏃ ᏂᎯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎨᏎᏍᏗ, ᎭᏓᎶᎥᏓ ᏨᏒ; ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ; ᎠᏎ ᏙᏓᎧᏁᏤᎵ ᎫᏤᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏂᏌ ᎨᏒ ᎤᎬᏩᎵ, ᎠᎴ ᏧᏃᏰᏂ ᎨᏣᏌᎳᏙᏕᏍᏗ ᎾᏍᎩ ᎢᎸᎯᏳ ᏅᏲᎯ ᏣᎾᏍᏆᎶᏍᏙᏗᏱ ᏂᎨᏒᎾ.

source: Jesus said to him, Again it is in the Writings, You may not put the Lord your God to the test.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᎠ ᎾᏍᏉ ᏂᎬᏅ ᎢᎪᏪᎳ; ᏞᏍᏗ ᎯᎪᎵᏰᎥᎩ ᏱᎰᏩ ᏣᏁᎳᏅᎯ.

source: Again, the Evil One took him up to a very high mountain, and let him see all the kingdoms of the world and the glory of them;
chr: ᎿᏆᎴ ᎠᏍᎩᎾ ᎤᏣᏘ ᎢᏅ-ᎢᎦᏘ ᎣᏓᎸ ᏫᎤᏘᏅᏍᏔᏁᎢ, ᎠᎴ ᏚᏎᎮᎴ ᏂᎦᎥ ᎠᏰᎵ ᏕᎪᏢᏩᏗᏒ ᎡᎳᏂᎬᎢ, ᎠᎴ ᎾᏍᎩ ᏂᏚᏬᏚᏒᎢ;

source: And he said to him, All these things will I give you, if you will go down on your face and give me worship.
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎯᎠ ᏂᎦᏛ ᏱᏕᎬᏲᎯᏏ, ᎢᏳᏃ ᏱᏣᏓᏅᏅ, ᎠᎴ ᏱᏍᏆᏓᏙᎵᏍᏓᏁᎸ.

source: Then said Jesus to him, Away, Satan: for it is in the Writings, Give worship to the Lord your God and be his servant only.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎤᏟ ᏫᎶᎯ, ᏎᏓᏂ, ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ; ᎠᏎ ᎯᏯᏓᏙᎵᏍᏓᏁᎮᏍᏗ ᏱᎰᏩ ᏣᏁᎳᏅᎯ, ᎠᎴ ᎾᏍᎩᏉ ᎤᏩᏒᎯᏳ ᏕᎯᏯᏁᎶᏕᏍᏗ.

source: Then the Evil One went away from him, and angels came and took care of him.
chr: ᎩᎳᏃ ᎠᏍᎩᎾ ᎤᏓᏅᎡᎴᎢ, ᎬᏂᏳᏉᏃ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎤᏂᎷᏤᎢ, ᎠᎴ ᎬᏩᏍᏕᎸᎯᏙᎴᎢ.

source: Now when it came to his ears that John had been put in prison, he went away to Galilee;
chr: ᏥᏌᏃ ᎤᏛᎦᏅ ᏣᏂ ᎠᏥᏍᏚᎲᎢ, ᎨᎵᎵ ᏭᎶᏎᎢ.

source: And going away from Nazareth, he came and made his living-place in Capernaum, which is by the sea, in the country of Zebulun and Naphtali:
chr: ᎾᏎᎵᏗᏃ ᎤᏓᏅᏒ ᎨᏆᏂ ᎨᎷᏤ ᎾᎿ ᏭᏕᏁᎢ, ᎾᏍᎩ ᎥᏓᎵ ᎠᎹᏳᎶᏗ ᏥᎦᏚᎭ, ᏤᏆᎳᏂ ᎠᎴ ᏁᏩᏔᎵ ᎤᎾᏤᎵᎪᎯ,

source: So that the word of the prophet Isaiah might come true,
chr: ᎤᏙᎯᏳᏗᏱ ᎠᏙᎴᎰᏍᎩ ᎢᏌᏯ ᏧᏁᏤᎢ, ᎯᎠ ᏥᏄᏪᏎᎢ;

source: The land of Zebulun and the land of Naphtali, by the way of the sea, the other side of Jordan, Galilee of the Gentiles,
chr: ᏤᏆᎳᏂ ᎤᎾᏤᎵᎪᎯ, ᎠᎴ ᏁᏩᏔᎵ ᎤᎾᏤᎵᎪᎯ, ᎢᏓᎵ ᎢᏗᏢ, ᏦᏓᏂ ᎤᏗᏗᏢ, ᎨᎵᎵ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏂᏁᎸᎢ,

source: The people who were in the dark saw a great light, and to those in the land of the shade of death did the dawn come up.
chr: ᏴᏫ ᎤᎵᏏᎬ ᏣᏂᏅᎩ ᎤᏣᏘ ᎢᎦᎦᏘ ᎤᏂᎪᎲ, ᎾᏃ ᎠᏲᎱᎯᏍᏗᏱ ᎨᏒ ᎤᏤᎵᎪᎯ ᎠᎴ ᎤᏓᏩᏗᏍᎬ ᏣᏂᏅᎩ, ᎢᎦᎦᏘ ᎤᏂᎾᏄᎪᏤᎸ.

source: From that time Jesus went about preaching and saying, Let your hearts be turned from sin, for the kingdom of heaven is near.
chr: ᎾᎯᏳ ᏥᏌ ᎤᎴᏅᎮ ᎠᎵᏥᏙᎲᏍᎨᎢ, ᎯᎠ ᏂᎦᏪᏍᎨᎢ; ᏗᏥᏁᏟᏴᎾ ᏕᏣᏓᏅᏛᎢ, ᎿᏉᏰᏃ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎡᏍᎦᏂᏳ ᏓᏯᎢ.

source: And when he was walking by the sea of Galilee, he saw two brothers, Simon, whose other name was Peter, and Andrew, his brother, who were putting a net into the sea; for they were fishermen.
chr: ᏥᏌᏃ ᎠᎢᏒ ᎨᎵᎵ ᎥᏓᎷᎶᏗ ᏚᎪᎮ ᎠᏂᏔᎵ ᎠᎾᎵᏅᏟ, ᏌᏩᏂ ᏈᏓ ᏣᏃᏎᎰᎢ ᎤᏅᏟᏃ ᎡᏂᏗ, ᎥᏓᎵ ᎠᏂᎦᏯᎷᎥᏍᎨᎢ-ᎠᏂᎦᏯᎷᎥᏍᎩᏰᏃ ᎨᏎᎢ.

source: And he said to them, Come after me, and I will make you fishers of men.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ; ᏍᎩᏂᏍᏓᏩᏚᎦ, ᏴᏫᏃ ᎢᏍᏗᎦᏯᎷᎥᏍᎩ ᏅᏓᏍᏛᏴᏁᎵ.

source: And straight away they let go the nets and went after him.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᏂᏲᏎ ᏗᎦᏯᎷᏗ ᎠᎴ ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And going on from there he saw two other brothers, James, the son of Zebedee, and John, his brother, in the boat with their father, stitching up their nets; and he said, Come.
chr: ᎾᎿᏃ ᏫᎤᏪᏅ, ᎠᏂᏔᎵ ᏅᏩᎾᏓᎴ ᎠᎾᎵᏅᏟ ᏚᎪᎮᎢ, ᏥᎻ ᏤᏈᏗ ᎤᏪᏥ ᎤᏅᏟᏃ ᏣᏂ, ᏤᏈᏗ ᎤᏂᏙᏓ ᏥᏳᎯ ᎤᎾᏣᎡᎢ, ᏓᏃᏢᎯᏏᏍᎨ ᏧᏂᎦᏯᎷᏗ; ᏫᏚᏯᏅᎮᏃ.

source: And they went straight from the boat and their father and came after him.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏚᏂᏲᏎ ᏥᏳ ᎠᎴ ᎤᏂᏙᏓ, ᎠᎴ ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And Jesus went about in all Galilee, teaching in their Synagogues and preaching the good news of the kingdom, and making well those who were ill with any disease among the people.
chr: ᏥᏌᏃ ᏂᎬᎾᏛ ᎨᎵᎵ ᎡᏙᎮᎢ ᏓᏕᏲᎲᏍᎨ ᏧᏂᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎠᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎧᏃᎮᏍᎨᎢ, ᎠᎴ ᏕᎧᏅᏫᏍᎨ ᏧᎵᎴᏅᏛ ᏚᏂᏢᎬᎢ, ᎠᎴ ᏧᏓᎴᏅᏛ ᎥᏳᎩ ᏴᏫ ᎤᏁᎲᎢ.

source: And news of him went out through all Syria; and they took to him all who were ill with different diseases and pains, those having evil spirits and those who were off their heads, and those who had no power of moving. And he made them well.
chr: ᏕᎦᏃᏣᎸᏃ ᏂᎬᎾᏛ ᏏᎵᏱ ᎤᏰᎵᏎᎢ; ᏕᎬᏩᏘᏃᎮᎴᏃ ᏂᎦᏛ ᏧᏂᏢᎩ, ᏧᏓᎴᏅᏛ ᎥᏳᎩ ᎠᎴ ᎡᎯᏍᏗ ᎤᏂᏱᎵᏙᎯ, ᎠᎴ ᎾᏍᏉ ᎠᏂᏍᎩᎾ ᏗᎬᏩᏂᏯᎢ, ᎠᎴ ᎾᏍᏉ ᏧᏂᎸᏃᏘᏍᎩ, ᎠᎴ ᎾᏍᏉ ᏧᏂᎾᏫᏍᎩ; ᏚᏅᏩᏁᏃ.

source: And there went after him great numbers from Galilee and Decapolis and Jerusalem and Judaea and from the other side of Jordan.
chr: ᎤᏂᏣᏘᏃ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏎᎢ ᏅᏓᏳᏂᎶᏒᎯ ᎨᎵᎵ, ᎠᏍᎪᎯᏃ-ᎦᏚᎩᏱ, ᎠᎴ ᏥᎷᏏᎵᎻ, ᎠᎴ ᏧᏗᏱ, ᎠᎴ ᏦᏓᏂ ᏍᎪᏂᏗᏢ.

source: Chapter 5
chr: ᎠᏯᏙᎸᎢ 5

source: And seeing great masses of people he went up into the mountain; and when he was seated his disciples came to him.
chr: ᎤᏂᏣᏘᏃ ᏫᏚᎪᎲ ᎤᏌᎯᎸ ᎤᎿᎷᏎᎢ, ᎤᏪᏅᏃ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎬᏩᎷᏤᎴᎢ.

source: And with these words he gave them teaching, saying,
chr: ᎠᎰᎵᏃ ᎤᏍᏚᎢᏒ ᏚᏪᏲᏁ ᎯᎠ ᏄᏪᏎᎢ;

source: Happy are the poor in spirit: for the kingdom of heaven is theirs.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᏚᎾᏓᏅᏛᎢ; ᎤᎾᏤᎵᏰᏃ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: Happy are those who are sad: for they will be comforted.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᏲ ᎤᎾᏓᏅᏔᏩᏕᎩ, ᏛᎨᏥᏄᏬᎯᏍᏔᏂᏰᏃ.

source: Happy are the gentle: for the earth will be their heritage.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᎾᏓᏅᏘ, ᎦᏙᎯᏰᏃ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗ.

source: Happy are those whose heart's desire is for righteousness: for they will have their desire.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᏂᏲᏏᏍᎩ ᎠᎴ ᎤᏂᏔᏕᎩᏍᎩ ᎤᎾᏓᏅᏘ ᎢᏳᎾᎵᏍᏙᏗᏱ; ᏛᎨᏥᎧᎵᎵᏰᏃ.

source: Happy are those who have mercy: for they will be given mercy.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᎾᏓᏙᎵᏣᏘ, ᏛᎨᏥᏙᎵᏥᏰᏃ.

source: Happy are the clean in heart: for they will see God.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᏧᏓᏅᎦᎸᏛ ᏧᏂᎾᏫ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏂᎪᏩᏛᏗ;

source: Happy are the peacemakers: for they will be named sons of God.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎠᏃᎯᏍᏗᏍᎩ, ᎤᏁᎳᏅᎯᏰᏃ ᏧᏪᏥ ᏛᎨᎪᏎᎵ.

source: Happy are those who are attacked on account of righteousness: for the kingdom of heaven will be theirs.
chr: ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎤᏲ ᎢᎨᎬᎾᏕᎩ ᏚᏳᎪᏛ ᎨᏒ ᎤᏂᏍᏛᏗᏍᎩ, ᎤᎾᏤᎵᏰᏃ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: Happy are you when men give you a bad name, and are cruel to you, and say all evil things against you falsely, because of me.
chr: ᎣᏏᏳ ᎢᏣᎵᏍᏓᏁᏗ ᎢᏳᏃ ᏴᏫ ᎤᏐᏅ ᏂᎨᏥᏪᏎᎮᏍᏗ ᎠᎴ ᎤᏲ ᏂᎨᏨᏁᎮᏍᏗ, ᎠᎴ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎤᏐᏅ ᎦᏰᎪᎩ ᎨᏥᏃᎮᏍᎨᏍᏗ ᎠᏴ ᎨᏒ ᎢᏥᏍᏛᏗᏍᎨᏍᏗ.

source: Be glad and full of joy; for great is your reward in heaven: for so were the prophets attacked who were before you.
chr: ᎢᏣᎵᎮᎵᎨᏍᏗ ᎠᎴ ᎤᏣᏔᏅᎯ ᎣᏍᏛ ᎢᏣᏓᏅᏖᏍᏗ, ᎤᏣᏘᏰᏃ ᎡᏣᎫᏴᎡᏗ ᎦᎸᎳᏗ; ᎾᏍᎩᏯᏰᏃ ᎤᏥ ᏂᏚᏅᏁᎸᎩ ᎠᎾᏙᎴᎰᏍᎩ ᎢᎬᏱ ᏥᏂᎨᏤᏅᎡᎸ.

source: You are the salt of the earth; but if its taste goes from the salt, how will you make it salt again? it is then good for nothing but to be put out and crushed under foot by men.
chr: ᏂᎯ ᎠᎹ ᎡᎶᎯ ᎤᏤᎵᎦ; ᎢᏳᏍᎩᏂ ᎠᎹ ᏳᏥᏍᎪᎸ ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᎠᎹ ᏯᏙᏢᎾ; ᎥᏝ ᎿᏉ ᎪᎱᏍᏗ ᎬᏙᏗ ᏱᎦᎩ, ᎠᏗᏅᏗᏉ ᎤᏩᏒ, ᎠᎴ ᏴᏫᏉ ᎤᎾᎳᏍᏓᎡᏗ.

source: You are the light of the world. A town put on a hill may be seen by all.
chr: ᏂᎯ ᎢᎦ ᎢᏣᏘᏍᏗᏍᎩ ᎡᎶᎯ. ᎦᏚᎲ ᎤᏌᎯᎸ ᏥᎦᎧᎰᎢ ᎥᏝ ᏰᎵ ᏴᎦᏰᎬᏍᎦᎸᎦ.

source: And a burning light is not put under a vessel, but on its table; so that its rays may be shining on all who are in the house.
chr: ᎥᏝ ᎠᎴ ᏴᏫ ᎠᏂᏨᏍᏛᎦ ᎠᏨᏍᏙᏗ ᎠᏟᎶᏍᏗ ᏯᏄᏢᏗᏍᎪᎢ, ᎦᎪᏗᏱᏍᎩᏂ ᎠᏂᎧᎲᏍᎪᎢ, ᎢᎦᏃ ᎤᎾᏘᏍᏓᏁᎰ ᏂᎦᏛ ᎦᎵᏦᏕ ᎠᏂᏯᎢ.

source: Even so let your light be shining before men, so that they may see your good works and give glory to your Father in heaven.
chr: ᎢᎦ ᎢᏣᏘᏍᏗᏍᎬ ᏚᏂᎸᏌᏓᏕᎮᏍᏗ ᏴᏫ, ᎾᏍᎩᏃ ᎣᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎠᏂᎪᏩᏘᏍᎨᏍᏗ, ᎠᎴ ᎠᏂᎸᏉᏗᏍᎨᏍᏗ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ.

source: Let there be no thought that I have come to put an end to the law or the prophets. I have not come for destruction, but to make complete.
chr: ᏞᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏚᏲᏍᏔᏂᎸ ᏱᏍᎩᏰᎵᏎᎮᏍᏗ; ᎥᏝᏍᎩᏂ ᏱᏓᎩᏲᏍᏔᏂᎸ, ᏓᎩᎧᎵᎵᎸᏍᎩᏂ.

source: Truly I say to you, Till heaven and earth come to an end, not the smallest letter or part of a letter will in any way be taken from the law, till all things are done.
chr: ᎤᏙᎯᏳᎯᏯᏰᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎬᏂ ᎦᎸᎶᎢ ᎠᎴ ᎡᎶᎯ ᎠᏂᎶᏐᏅᎭ ᏌᏉ ᎤᏍᏗ ᎠᎴ ᏌᏉ ᏭᏍᏗᎬ ᏗᎧᎿᏩᏛᏍᏗ ᎥᏝ ᏴᎦᎶᎯ ᎬᏂ ᏂᎦᏗᏳ ᎠᎧᎵᏨᎭ.

source: Whoever then goes against the smallest of these laws, teaching men to do the same, will be named least in the kingdom of heaven; but he who keeps the laws, teaching others to keep them, will be named great in the kingdom of heaven.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎩᎶ ᎠᏲᏍᏗᏍᎨᏍᏗ ᏌᏉ ᎯᎠ ᎤᏍᏗᎧᏂ ᎤᎵᏁᏨᎢ, ᎠᎴ ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᏴᏫ ᏕᎨᏲᎲᏍᎨᏍᏗ, ᎾᏍᎩ ᎤᏍᏗᎧᏂ ᎠᎪᏎᎮᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ; ᎩᎶᏍᎩᏂ ᏓᎧᎿᏩᏕᎨᏍᏗ, ᎠᎴ ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᏓᏕᏲᎲᏍᎨᏍᏗ, ᎦᎸᏉᏗᏳ ᎠᎪᏎᎮᏍᏗ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: For I say to you, If your righteousness is not greater than the righteousness of the scribes and Pharisees, you will never go into the kingdom of heaven.
chr: ᎯᎠᏰᏃ ᏂᏨᏪᏎᎭ, ᎢᏨᏃ ᎾᏍᎩ ᎢᏣᏓᏅᏘ ᎨᏒ ᏂᏗᏥᎪᎾᏛᏔᏅᎾ ᎢᎨᏎᏍᏗ ᏗᏃᏪᎵᏍᎩ ᎠᎴ ᎠᏂᏆᎵᏏ, ᎥᏝ ᎦᎸᎳᏗ ᎡᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏴᎨᏥᏴᎭ.

source: You have knowledge that it was said in old times, You may not put to death; and, Whoever puts to death will be in danger of being judged:
chr: ᎢᏣᏛᎦᏅᎯ ᎢᎩ ᎯᎠ ᏥᏂᎨᏥᏪᏎᎴ ᎡᏘ ᏣᏁᎮᎢ; ᏞᏍᏗ ᏣᏓᎸᎩ; ᎠᎴ ᎩᎶ ᎠᏓᎯᎮᏍᏗ ᎬᏩᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ ᏗᏄᎪᏗᏍᎩᏱ.

source: But I say to you that everyone who is angry with his brother will be in danger of being judged; and he who says to his brother, Raca, will be in danger from the Sanhedrin; and whoever says, You foolish one, will be in danger of the hell of fire.
chr: ᎠᏎᏃ ᎠᏴ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎩᎶ ᏗᎾᏓᏅᏟ ᎠᏍᎦᎨᏍᏗ ᎪᎱᏍᏗ ᏄᏍᏛᏗᏍᎬᎾ ᎢᎨᏎᏍᏗ, ᎬᏩᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ ᏗᏄᎪᏗᏍᎩᏱ; ᎩᎶᏃ ᏗᎾᏓᏅᏟ ᏂᏣᏓᏅᏛᎾ ᎢᎪᏎᎮᏍᏗ, ᏕᎦᎳᏫᎥ ᎬᏩᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᏣᏁᎫ ᎢᎪᏎᎮᏍᏗ, ᎬᏩᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ ᏨᏍᎩᏃ ᎠᏥᎸᏱ.
